const About = () => (
  <section className="about" id="about">
    <h1 className="about-title">Обо мне</h1>
    <p className="about-capture">
      Мне 28 лет, последний год я посвятил изучению frontend напрвления. <br />{' '}
      За это время у успел освоить много инструментов. Большей частью я
      пользуюсь. У меня есть цель: я хочу стать большим умельцем в разработке и
      белать много полезных и удобных штучек. Поэтому я стремлюсь изменить свою
      текущую сферу работы на IT и начать полноценно заниматься web-разработкой.
      К слову об я мечтал ещё в подростковом возрасте.
    </p>
    <p className="about-capture">
      <br /> Чего уже добился:
      <br />
      1. Окончил курс web-разработчика и планирую найти ещё что бы оставаться в
      тонусе. <br /> 2. Базово освоил next и redux (без них как оказалось сейчас
      даже дворником не берут) <br /> 3. Решил довольно много задачек на код
      варс (только не проверяйте, а то может получится что я наврал на своем
      сайте) <br /> 4. Профессионально освоил ChatGpt и stackoverflow <br />{' '}
      Сейчас стараюсь ежедневно решать задачи codewars отправлять резюме.
      <br />
    </p>
    <p className="about-capture">
      <br /> Хобби:
      <br />
      1. Обожаю игры с открытым миром.
      <br />
      2. Безумно нравится копаться под копотом приложений или программ, искать
      косяки и лазейки.
      <br />
      3. Люблю сериалы и фильмы с продумманым сюжетом и непонятной до самого
      конца развязкой.
      <br />
      4. Настолки тоже не забуду
      <br />
    </p>
  </section>
);

export default About;
